Repository: a91453/railway-game-ios
Catalog: RailwayGameApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: Along the Line
zh_hant: 沿線

source: Network passenger routes
zh_hant: 跨線乘客路徑

source: Unfollow
zh_hant: 取消跟隨

source: Follow
zh_hant: 跟隨

source: Following
zh_hant: 跟隨中

source: Follow Train
zh_hant: 跟隨列車

source: Following Train
zh_hant: 跟隨列車中

source: Fleet Overview
zh_hant: 車隊總覽

source: Fleet Size
zh_hant: 車隊規模

source: In Service
zh_hant: 運轉中

source: Avg Load
zh_hant: 平均滿載率

source: Load Factor
zh_hant: 載客率

source: Over capacity
zh_hant: 超載運行中

source: In depot / off track
zh_hant: 未上軌（車庫待命中）

source: Population density grid overlay based on WorldPop 1km estimates (0 to 10,000+ people/km²).
zh_hant: 基於 WorldPop 1km 推估之人口密度網格（0 至 10,000+ 人/km²）。

source: 800m Catchment Population
zh_hant: 800m 車站腹地人口

source: Catchment & Demographics
zh_hant: 站區腹地與人口

source: Population (/1km²)
zh_hant: 人口（人/約 1km 方格）

source: Close population legend
zh_hant: 關閉人口圖例

source: Automatic physical path
zh_hant: 自動選擇股道與月台

source: Waiting at %@ to meet %@
zh_hant: 在 %@ 等候 %@ 交會

source: Standing aside at %@ for %@
zh_hant: 在 %@ 待避 %@

source: %@ station, %@
zh_hant: %@ 車站，%@

source: %lld assigned · %lld on a trip
zh_hant: 已指派 %lld 列 · 運行中 %lld 列

source: %lld saves
zh_hant: %lld 個存檔

source: %lld units per game minute
zh_hant: 每遊戲分鐘 %lld 單位

source: A managed company's city sets each station's ridership. Free play can change it.
zh_hant: 經營模式下，各站的客流由城市決定；自由模式可以修改。

source: A minute later or earlier; the stops after it move with it.
zh_hant: 每次加減一分鐘；之後的停靠站一起移動。

source: A minute longer or shorter, never shorter than the timetable.
zh_hant: 每次加減一分鐘，不會短於整份時刻表。

source: A new stop comes 3 minutes after the last one and waits a minute; move its times with the steppers. Swipe a stop to remove it.
zh_hant: 新的停靠站排在上一站 3 分鐘後，停 1 分鐘；用加減按鈕調整時刻。向左滑可刪除停靠站。

source: A preset keeps the station's daily trips. They go to the stations its lines reach that have ridership, shared by their own daily trips.
zh_hant: 預設會保留車站的日客流。旅次分給路線能到、而且有客流的車站，依各站自己的日客流分配。

source: A save file from Files or another device
zh_hant: 從「檔案」或其他裝置匯入的存檔

source: A service starts at the first stop: put the train there and run it. An early train waits for its departure; a late one leaves once boarding is done.
zh_hant: 服務從第一站開始：把列車放在那裡再開始。早到的列車等到發車時刻；誤點的列車上下車完就開。

source: Add Pattern
zh_hant: 加入交路

source: Add Platform
zh_hant: 設置月台

source: Add Selected Station
zh_hant: 加入選取的車站

source: Add Stop
zh_hant: 加入停靠站

source: Add Stop at the End
zh_hant: 在最後加入停靠站

source: Add a short working or express
zh_hant: 加入區間車或快車

source: An empty map and %@ to build with
zh_hant: 空白地圖，以及 %@ 的建設資金

source: Apply to Its Lines
zh_hant: 套用到全線路

source: Arrive
zh_hant: 到站

source: Assign %@ Here
zh_hant: 把 %@ 指派到這裡

source: Autosave
zh_hant: 自動存檔

source: Back
zh_hant: 上一步

source: Back to Start
zh_hant: 回到開始畫面

source: Balance
zh_hant: 目前餘額

source: Build Here
zh_hant: 在這裡建造

source: Build Track
zh_hant: 鋪設軌道

source: Build Track · %@
zh_hant: 鋪設軌道 · %@

source: Along the Line is a railway and city-building simulation where the railway shapes the growth of the city.
zh_hant: 《沿線》是一款鐵路與城市發展模擬遊戲。玩家規劃鐵路、車站與運輸網路，而城市會沿著交通建設逐步成長。

source: Build on a map of a real place
zh_hant: 在真實地點的地圖上建造

source: Buy a train for %@
zh_hant: 花 %@ 購買列車

source: Buy · %@
zh_hant: 購買 · %@

source: By train count
zh_hant: 依上線列車數

source: Cancel
zh_hant: 取消

source: Cash %@
zh_hant: 現金 %@

source: Charge a flat fare of %@
zh_hant: 改收固定票價 %@

source: Charge by distance (standard steps)
zh_hant: 改收階梯票價（標準區段）

source: Choose Network to build track, platforms and stations. Selecting only inspects.
zh_hant: 選擇「路網」來鋪設軌道、設置月台與車站。「選取」只會檢視。

source: Choose a station
zh_hant: 選擇車站

source: Choose what kind of place the station serves. A station without ridership starts no trips and draws none.
zh_hant: 選擇車站服務的地區類型。沒有客流的車站不會產生旅次，也不會吸引旅次。

source: Chooses how fast game time runs.
zh_hant: 選擇遊戲時間的倍速。

source: Chooses how it accelerates, brakes and how fast it may run.
zh_hant: 選擇加速、減速與最高速度。

source: Chooses the train to control.
zh_hant: 選擇要操作的列車。

source: Clear
zh_hant: 清除

source: Clear Timetable
zh_hant: 清除時刻表

source: Complete this step to continue.
zh_hant: 完成這一步後才能繼續。

source: Continue
zh_hant: 繼續

source: Copy Ridership
zh_hant: 複製客流設定

source: Create Line
zh_hant: 建立路線

source: Data Sources
zh_hant: 資料來源

source: Demo Map
zh_hant: 示範地圖

source: Design speed
zh_hant: 設計時速

source: Dismiss message
zh_hant: 關閉訊息

source: Done
zh_hant: 完成

source: Each car is 16 m long. A train of several cars needs track behind it, and platforms as long as it.
zh_hant: 每節車廂長 16 公尺。多節的列車後方要有軌道，月台也要和列車一樣長。

source: Ease the grade
zh_hant: 緩和坡度

source: Economy
zh_hant: 經濟明細

source: Edit stop %lld, %@
zh_hant: 編輯第 %lld 站，%@

source: Energy
zh_hant: 能源

source: Entries
zh_hant: 進站

source: Entries start their trip here and exits end it here. Tap a bar to read its hour.
zh_hant: 進站是從這裡出發的旅次，出站是在這裡結束的旅次。點一下長條可查看該小時。

source: Every line runs its peak, off-peak and low trains in these bands. Swipe a band to remove it; the band before it runs on.
zh_hant: 每條路線依這些時段開出尖峰、離峰與低峰的列車。向左滑可刪除時段，由前一個時段延續。

source: Everyone released here is waiting, riding, arrived, left a full station or gave up. Left behind counts the times a full train left people waiting.
zh_hant: 在這裡釋出的每位乘客，不是在候車、在車上、已抵達，就是因車站客滿離開或放棄搭乘。「未能上車」計算客滿列車留下候車乘客的次數。

source: Exits
zh_hant: 出站

source: Export Save
zh_hant: 匯出存檔

source: Express: call at the two ends only
zh_hant: 快車：只停靠兩端

source: Face %@
zh_hant: 面向%@

source: Faces
zh_hant: 朝向

source: Fares
zh_hant: 票價

source: Flat fare %@
zh_hant: 固定票價 %@

source: Free play has no fares or running costs, and you set each station's ridership. It cannot become a managed company again.
zh_hant: 自由模式不收票價、沒有營運成本，各站的客流由你設定。切換後無法再改回經營模式。

source: Free play: no fares and no running costs.
zh_hant: 自由模式：不收票價，也沒有營運成本。

source: From
zh_hant: 起點

source: Game menu
zh_hant: 遊戲選單

source: Hide Controls
zh_hant: 收起控制項

source: Show Controls
zh_hant: 展開控制項

source: Game speed
zh_hant: 倍速

source: Game time %@
zh_hant: 遊戲時間 %@

source: Half an hour later or earlier, between the bands around it.
zh_hant: 每次加減半小時，介於前後兩個時段之間。

source: Import a Save
zh_hant: 匯入存檔

source: Insert Before
zh_hant: 插入在前

source: Language
zh_hant: 語言

source: Last
zh_hant: 上期

source: Last hour
zh_hant: 過去一小時流水

source: Learn to build and run a railway step by step
zh_hant: 一步步學習建造鐵道與營運列車

source: Leave
zh_hant: 發車

source: Ledger
zh_hant: 經濟流水

source: Lines
zh_hant: 路線

source: Maintenance
zh_hant: 維護

source: Map
zh_hant: 地圖

source: Map Style
zh_hant: 地圖樣式

source: Mode
zh_hant: 模式

source: Move Down
zh_hant: 下移

source: Move Up
zh_hant: 上移

source: Network
zh_hant: 路網

source: Network mode
zh_hant: 路網模式

source: New Game
zh_hant: 新遊戲

source: New line
zh_hant: 新路線

source: New station
zh_hant: 新車站

source: Next
zh_hant: 下一步

source: No Saved Games
zh_hant: 沒有存檔

source: No line links it to another station with ridership yet: the bars show how its own trips would spread over the day.
zh_hant: 還沒有路線連到其他有客流的車站：長條顯示它自己的旅次在一天中的分布。

source: No lines yet. Pick stations under New Line to create one.
zh_hant: 還沒有路線。在「新路線」選擇車站來建立。

source: No places found.
zh_hant: 找不到地點。

source: No rows yet.
zh_hant: 暫無經濟流水。

source: No stations yet. Choose Network, then Platform, and tap the track to build one.
zh_hant: 還沒有車站。選擇「路網」再選「月台」，點選軌道就能建造。

source: No timetable yet. Add its first stop below.
zh_hant: 還沒有時刻表。請在下方加入第一站。

source: No train yet. Buy one with the train tool.
zh_hant: 還沒有列車。請用列車工具購買。

source: No train yet. Buy one, then select a station to place it.
zh_hant: 還沒有列車。請先購買一列，再選擇要放置它的車站。

source: No trips to or from other stations yet.
zh_hant: 還沒有往返其他車站的旅次。

source: Nothing selected
zh_hant: 未選取

source: Nothing settled in the last hour.
zh_hant: 過去一小時暫無經濟流水。

source: Off Line
zh_hant: 離開路線

source: Opens Settings, where the game's language is chosen.
zh_hant: 打開「設定」，在那裡選擇遊戲的語言。

source: Operating
zh_hant: 營運

source: Passengers
zh_hant: 乘客

source: Passengers pay as they board. Running and upkeep are settled every hour, energy and staff every day, and the balance may go below zero.
zh_hant: 乘客上車時付費。營運與維護每小時結算，能源與員工每日結算，餘額可能變成負數。

source: Paste %@
zh_hant: 貼上%@

source: Paste Ridership
zh_hant: 貼上客流設定

source: Patterns keep calling at the same positions in the list. Passengers waiting for a trip the line no longer takes leave.
zh_hant: 交路仍停靠清單中相同位置的站。等候路線不再提供之行程的乘客會離開。

source: Pause
zh_hant: 暫停

source: Performance: %@
zh_hant: 性能：%@

source: Period
zh_hant: 期間

source: Place %@ Here
zh_hant: 把 %@ 放在這裡

source: Platform station
zh_hant: 月台所屬車站

source: Preset
zh_hant: 車種

source: Problem
zh_hant: 問題

source: Profit
zh_hant: 利潤

source: Along the Line save
zh_hant: 沿線存檔

source: Railway Stations
zh_hant: 鐵道車站

source: Real Railways
zh_hant: 真實鐵道

source: Real Station
zh_hant: 真實車站

source: Real-World Demo
zh_hant: 實景示範地圖

source: Real-World Map
zh_hant: 實景地圖

source: Remove %@
zh_hant: 刪除 %@

source: Remove Last Stop
zh_hant: 移除最後一站

source: Remove Ridership
zh_hant: 移除客流

source: Remove Stop
zh_hant: 刪除停靠站

source: Remove This Pattern
zh_hant: 刪除這個交路

source: Remove Track
zh_hant: 拆除軌道

source: Remove this platform
zh_hant: 拆除這座月台

source: Repeats
zh_hant: 重複運行

source: Report
zh_hant: 報表

source: Resume
zh_hant: 繼續

source: Reverse
zh_hant: 反向

source: Ridership
zh_hant: 客流

source: Ring line
zh_hant: 環線

source: Rules
zh_hant: 票價規則

source: Run
zh_hant: 運行

source: Run 06:00–24:00 Instead
zh_hant: 改為 06:00–24:00 營運

source: Run All Day
zh_hant: 全天營運

source: Run Service
zh_hant: 開始服務

source: Run the train's timetable
zh_hant: 讓列車依時刻表運行

source: Satellite
zh_hant: 衛星

source: Satellite with Labels
zh_hant: 衛星（含標示）

source: Save Game
zh_hant: 儲存遊戲

source: Saved %@
zh_hant: 儲存於 %@

source: Saved Games
zh_hant: 存檔

source: Saves the game, exports it as a file, or goes back to the start screen.
zh_hant: 儲存遊戲、匯出成檔案，或回到開始畫面。

source: Search Results
zh_hant: 搜尋結果

source: Search for a place
zh_hant: 搜尋地點

source: Select a station on the map first.
zh_hant: 請先在地圖上選擇車站。

source: Select a station on the map, or choose one above.
zh_hant: 請在地圖上選擇車站，或從上方選一座。

source: Select a station on the map, then add it here. Add two or more, in order.
zh_hant: 在地圖上選擇車站，再加到這裡。依序加入兩站以上。

source: Select tool
zh_hant: 選取工具

source: Selects it on the map.
zh_hant: 在地圖上選取它。

source: Send %@ Here
zh_hant: 派 %@ 到這裡

source: Service day
zh_hant: 服務日

source: Services share every stretch of the line: at most one train every 2 minutes each way, the line's own service first.
zh_hant: 各服務共用路線的每一段：每個方向最多每 2 分鐘一班，路線本身的服務優先。

source: Sets when its trips start and end over the day.
zh_hant: 決定一天中旅次何時出發、何時抵達。

source: Shows fares, running costs and the ledger.
zh_hant: 顯示票價、營運成本與經濟流水。

source: Shows the service lines and their timetables.
zh_hant: 顯示路線與它們的時刻表。

source: Shows the station's ridership: what kind of place it serves, its trips and its passengers.
zh_hant: 顯示車站的客流：服務的地區類型、旅次與乘客。

source: Shows the train's own timetable: its stops, times and whether it repeats.
zh_hant: 顯示列車自己的時刻表：停靠站、時刻與是否重複。

source: Skip
zh_hant: 略過

source: Smooth curves
zh_hant: 平順曲線

source: Speed: %@
zh_hant: 倍速：%@

source: Split the Longest Band
zh_hant: 拆分最長的時段

source: Staff
zh_hant: 人員

source: Standard Day
zh_hant: 標準服務日

source: Start
zh_hant: 起始

source: Starts
zh_hant: 開始時間

source: Station
zh_hant: 車站

source: Station name
zh_hant: 車站名稱

source: Step %lld of %lld
zh_hant: 第 %lld 步，共 %lld 步

source: Steps through 100, 200, 500, 1,000 and so on, up to 1,000,000 a day.
zh_hant: 依 100、200、500、1,000 等級距調整，最多每日 1,000,000 人次。

source: Stop
zh_hant: 停止

source: Stop Service
zh_hant: 停止服務

source: Stop the train's timetable
zh_hant: 停止列車的時刻表

source: Stops
zh_hant: 停靠站

source: Structure
zh_hant: 結構物

source: Switch to Free Play
zh_hant: 切換到自由模式

source: Taiwan’s Pingxi, Yilan and Shenao Lines, built on their real track and running
zh_hant: 台灣的平溪線、宜蘭線與深澳線，照真實路線蓋好、已經在跑

source: Take Off
zh_hant: 移出軌道

source: Take the train off its line
zh_hant: 把列車移出路線

source: Take the train off the track
zh_hant: 把列車移出軌道

source: Tap a station to select it.
zh_hant: 點選車站即可選取。

source: Tap the map first.
zh_hant: 請先點選地圖。

source: The last stop runs on to the first. Passengers waiting for a trip the line no longer takes leave.
zh_hant: 最後一站接回第一站。等候路線不再提供之行程的乘客會離開。

source: The service is running. Stop it to change the timetable.
zh_hant: 服務運行中。請先停止服務再修改時刻表。

source: The square is your map, 16 km a side. Move the map to choose where its middle is, then tap Build Here.
zh_hant: 方框是你的地圖，每邊 16 公里。移動地圖選好它的中心，再點「在這裡建造」。

source: This
zh_hant: 本期

source: This train runs for a line, which writes its timetables. Take it off the line to give it its own.
zh_hant: 這列車為路線服務，時刻表由路線產生。移出路線後才能自訂時刻表。

source: Timetable
zh_hant: 時刻表

source: To
zh_hant: 終點

source: Track network tool
zh_hant: 路網工具

source: Traffic control
zh_hant: 交通控制

source: Train tool
zh_hant: 列車工具

source: Train: %@
zh_hant: 列車：%@

source: Trains go on from the last stop back to the first: half in the order of the stops, half the other way. They run in pairs.
zh_hant: 列車從最後一站接著開回第一站：一半依站序、一半反方向，以兩列為一組。

source: Trips a day by station
zh_hant: 各站每日旅次

source: Trips by hour
zh_hant: 各小時旅次

source: Turn round here
zh_hant: 在此折返

source: Tutorial
zh_hant: 教學

source: Two lines already running, with passengers
zh_hant: 已有兩條路線在營運，也有乘客

source: When on, a train takes its whole route before it leaves, and other trains wait until it has cleared it.
zh_hant: 開啟時，列車出發前會預約整條進路，其他列車要等它讓出進路。

source: With network routes, passengers change lines and walk to stations nearby; otherwise they ride only a line serving both stations.
zh_hant: 開啟後，乘客會轉乘其他線路，也會步行到附近的車站；關閉時只搭兩站都停靠的線路。

source: X crossover
zh_hant: X 型交叉渡線

source: Zoom in
zh_hant: 放大

source: Zoom out
zh_hant: 縮小

source: 800m Catchment Area
zh_hant: 800m 服務範圍

source: Map Layers
zh_hant: 地圖圖層

source: Travel Demand
zh_hant: 出行需求

source: Demand Change
zh_hant: 需求變化

source: Population and Travel Data
zh_hant: 人口與出行數據

source: Population: WorldPop 1 km estimates on real-world maps (0 to 10,000+ people a cell), the towns' 64 m cells on blank maps (people per square km). Travel demand: the trips starting in each 1 km square in each hour, from the stations' demand. Demand change: how they rise or fall from the hour before.
zh_hant: 人口：實景地圖上的 WorldPop 約 1km 人口格網（每格 0 至 10,000+ 人），空白地圖上城鎮的 64 m 土地格（每平方公里人數）。出行需求：依車站需求推算每小時從各 1km 方格出發的出行量。需求變化：與前一小時相比的增減。

source: Population Density Heatmap
zh_hant: 人口密度熱力圖

source: Population density grid overlay will be available in Phase 2.
zh_hant: 人口密度網格圖層將於後續版本推出。

source: Station Names
zh_hant: 站名

source: Station Overlays
zh_hant: 車站圖層

source: Station catchment area shows the 800-metre walking reference area (~10 minutes walk).
zh_hant: 顯示以車站為中心、步行約 10 分鐘的 800 公尺步行服務範圍。

source: Urban Demographics
zh_hant: 城市人口

source: Waiting Passenger Counts
zh_hant: 候車人數

source: Land Use
zh_hant: 土地用途

source: Land Value
zh_hant: 地價

source: Catchment Coverage
zh_hant: 腹地涵蓋

source: City
zh_hant: 城市

source: Land use: each 64 m cell's homes, shops or offices, darker for taller buildings. Land value: dollars a square metre from the cell's use, density and the best nearby service; tap a cell for its parts. Catchment coverage: the cells within 800 m of a station, and the cells with people no station reaches.
zh_hant: 土地用途：每個 64 公尺格的住宅、商業或辦公，建物越高顏色越深。地價：依該格的用途、密度與附近最好的車站服務推算，單位是每平方公尺美元；點一格可看分項。腹地涵蓋：車站 800 公尺內的格，以及有人但不在任何車站腹地裡的格。

source: Snap to track
zh_hant: 吸附軌道
